Repository: Anarhi916/foodTrackerIphone
Catalog: NutritionTracker/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, it, pt, uk

source: Насыщенные жиры (г)
de: Gesättigte Fettsäuren (g)
en: Saturated Fat (g)
es: Grasas saturadas (g)
fr: Acides gras saturés (g)
it: Grassi saturi (g)
pt: Gorduras saturadas (g)
uk: Насичені жири (г)

source: Натрий (мг)
de: Natrium (mg)
en: Sodium (mg)
es: Sodio (mg)
fr: Sodium (mg)
it: Sodio (mg)
pt: Sódio (mg)
uk: Натрій (мг)

source: Начало периода
de: Beginn des Zeitraums
en: Start Date
es: Inicio del período
fr: Début de période
it: Inizio periodo
pt: Início do período
uk: Початок періоду

source: Не удалось войти через Apple
de: Anmeldung mit Apple fehlgeschlagen
en: Failed to sign in with Apple
es: No se pudo iniciar sesión con Apple
fr: Impossible de se connecter avec Apple
it: Accesso con Apple non riuscito
pt: Falha ao entrar com a Apple
uk: Не вдалося увійти через Apple

source: Не удалось войти через Google
de: Anmeldung mit Google fehlgeschlagen
en: Failed to sign in with Google
es: No se pudo iniciar sesión con Google
fr: Impossible de se connecter avec Google
it: Accesso con Google non riuscito
pt: Falha ao entrar com o Google
uk: Не вдалося увійти через Google

source: Не удалось распознать «%@»
de: „%@“ konnte nicht erkannt werden
en: Couldn't recognize "%@"
es: No se pudo reconocer «%@»
fr: Impossible de reconnaître « %@ »
it: Impossibile riconoscere «%@»
pt: Não foi possível reconhecer «%@»
uk: Не вдалося розпізнати «%@»

source: Не удалось распознать «%@»: %@
de: „%@“ konnte nicht erkannt werden: %@
en: Couldn't recognize "%1$@": %2$@
es: No se pudo reconocer «%@»: %@
fr: Impossible de reconnaître « %@ » : %@
it: Impossibile riconoscere «%@»: %@
pt: Não foi possível reconhecer «%@»: %@
uk: Не вдалося розпізнати «%@»: %@

source: Не удалось сгенерировать QR-код
de: QR-Code konnte nicht erstellt werden
en: Couldn't generate QR code
es: No se pudo generar el código QR
fr: Impossible de générer le QR code
it: Impossibile generare il QR code
pt: Não foi possível gerar o QR Code
uk: Не вдалося згенерувати QR-код

source: Неделя
de: Woche
en: Week
es: Semana
fr: Semaine
it: Settimana
pt: Semana
uk: Тиждень

source: Неизвестный продукт
de: Unbekanntes Produkt
en: Unknown product
es: Producto desconocido
fr: Produit inconnu
it: Prodotto sconosciuto
pt: Produto desconhecido
uk: Невідомий продукт

source: Нет данных
de: Keine Daten
en: No data
es: Sin datos
fr: Aucune donnée
it: Nessun dato
pt: Sem dados
uk: Немає даних

source: Нет данных за последние 14 дней
de: Keine Daten der letzten 14 Tage
en: No data for the last 14 days
es: No hay datos de los últimos 14 días
fr: Aucune donnée sur les 14 derniers jours
it: Nessun dato negli ultimi 14 giorni
pt: Sem dados dos últimos 14 dias
uk: Немає даних за останні 14 днів

source: Нет записей
de: Keine Einträge
en: No entries
es: Sin registros
fr: Aucune entrée
it: Nessuna voce
pt: Sem registros
uk: Немає записів

source: Нет подключения к интернету. Проверьте сеть и попробуйте снова.
de: Keine Internetverbindung. Netzwerk prüfen und erneut versuchen.
en: No internet connection. Check your network and try again.
es: Sin conexión a internet. Compruebe la red e inténtelo de nuevo.
fr: Aucune connexion Internet. Vérifiez le réseau et réessayez.
it: Nessuna connessione a Internet. Controlla la rete e riprova.
pt: Sem conexão com a internet. Verifique a rede e tente novamente.
uk: Немає підключення до інтернету. Перевірте мережу та спробуйте знову.

source: Новое блюдо
de: Neues Gericht
en: New Dish
es: Nuevo plato
fr: Nouveau plat
it: Nuovo piatto
pt: Novo prato
uk: Нова страва

source: Новый продукт
de: Neues Produkt
en: New Food
es: Nuevo producto
fr: Nouvel aliment
it: Nuovo alimento
pt: Novo alimento
uk: Новий продукт

source: Норма
de: Soll
en: Target
es: Objetivo
fr: Besoin
it: Fabbisogno
pt: Meta

source: Нормы ещё не рассчитаны
de: Bedarf noch nicht berechnet
en: Targets not calculated yet
es: Requerimientos aún no calculados
fr: Besoins pas encore calculés
it: Fabbisogni non ancora calcolati
pt: As metas ainda não foram calculadas
uk: Норми ще не розраховані

source: Нутриент
de: Nährstoff
en: Nutrient
es: Nutriente
fr: Nutriment
it: Nutriente
pt: Nutriente
uk: Нутрієнт

source: Нутриенты будут рассчитаны автоматически по составу.
de: Die Nährstoffe werden automatisch aus den Zutaten berechnet.
en: Nutrients will be calculated automatically from the ingredients.
es: Los nutrientes se calcularán automáticamente según la composición.
fr: Les nutriments seront calculés automatiquement à partir de la composition.
it: I nutrienti verranno calcolati automaticamente in base alla composizione.
pt: Os nutrientes serão calculados automaticamente com base na composição.
uk: Нутрієнти буде розраховано автоматично за складом.

source: Нутриенты на 100г
de: Nährstoffe pro 100 g
en: Nutrients per 100g
es: Nutrientes por 100 g
fr: Nutriments pour 100 g
it: Nutrienti per 100 g
pt: Nutrientes por 100 g
uk: Нутрієнти на 100 г

source: Обогащаем данные...
de: Daten werden angereichert …
en: Enriching data...
es: Enriqueciendo datos...
fr: Enrichissement des données...
it: Arricchimento dati...
pt: Enriquecendo dados...
uk: Збагачуємо дані...

source: Опишите ваши цели
de: Beschreibe deine Ziele
en: Describe your goals
es: Describa sus objetivos
fr: Décrivez vos objectifs
it: Descrivi i tuoi obiettivi
pt: Descreva suas metas
uk: Опишіть ваші цілі

source: Открыть настройки
de: Einstellungen öffnen
en: Open Settings
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri le impostazioni
pt: Abrir configurações
uk: Відкрити налаштування

source: Отмена
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
uk: Скасувати

source: Отправьте ссылку через мессенджер или покажите QR-код собеседнику.
de: Sende den Link per Messenger oder zeige dem Gegenüber den QR-Code.
en: Send the link via messenger or show the QR code to the other person.
es: Envíe el enlace por mensajería o muestre el código QR a la otra persona.
fr: Envoyez le lien via une messagerie ou montrez le QR code à votre interlocuteur.
it: Invia il link tramite messaggistica o mostra il QR code all'interlocutore.
pt: Envie o link por mensageiro ou mostre o QR Code à outra pessoa.
uk: Надішліть посилання через месенджер або покажіть QR-код співрозмовнику.

source: Ошибка анализа: %@
de: Analysefehler: %@
en: Analysis error: %@
es: Error de análisis: %@
fr: Erreur d'analyse : %@
it: Errore di analisi: %@
pt: Erro na análise: %@
uk: Помилка аналізу: %@

source: Ошибка обновления профиля: %@
de: Fehler beim Aktualisieren des Profils: %@
en: Profile update error: %@
es: Error al actualizar el perfil: %@
fr: Erreur de mise à jour du profil : %@
it: Errore aggiornamento profilo: %@
pt: Erro ao atualizar o perfil: %@
uk: Помилка оновлення профілю: %@

source: Ошибка поиска БАД: %@
de: Fehler bei der Nahrungsergänzungssuche: %@
en: Supplement search error: %@
es: Error de búsqueda de suplementos: %@
fr: Erreur de recherche de complément : %@
it: Errore ricerca integratore: %@
pt: Erro na busca de suplemento: %@
uk: Помилка пошуку добавки: %@

source: Ошибка поиска: %@
de: Suchfehler: %@
en: Search error: %@
es: Error de búsqueda: %@
fr: Erreur de recherche : %@
it: Errore di ricerca: %@
pt: Erro na busca: %@
uk: Помилка пошуку: %@

source: Ошибка распознавания фото: %@
de: Fehler bei der Fotoerkennung: %@
en: Photo recognition error: %@
es: Error de reconocimiento de la foto: %@
fr: Erreur de reconnaissance de la photo : %@
it: Errore di riconoscimento foto: %@
pt: Erro no reconhecimento da foto: %@
uk: Помилка розпізнавання фото: %@

source: Перезапустите приложение
de: App neu starten
en: Restart the app
es: Reinicia la app
fr: Redémarrez l'app
it: Riavvia l'app
pt: Reinicie o app
uk: Перезапустіть застосунок

source: Пересчитываем нормы...
de: Bedarf wird neu berechnet …
en: Recalculating targets...
es: Recalculando requerimientos...
fr: Recalcul des besoins...
it: Ricalcolo dei fabbisogni...
pt: Recalculando metas...
uk: Перераховуємо норми...

source: Период
de: Zeitraum
en: Period
es: Período
fr: Période
it: Periodo
pt: Período
uk: Період

source: Пищевая добавка
de: Nahrungsergänzungsmittel
en: Dietary supplement
es: Suplemento dietético
fr: Complément alimentaire
it: Integratore alimentare
pt: Suplemento alimentar
uk: Дієтична добавка

source: Поделиться
de: Teilen
en: Share
es: Compartir
fr: Partager
it: Condividi
pt: Compartilhar
uk: Поділитися

source: Поиск...
de: Suche …
en: Search...
es: Buscar...
fr: Recherche...
it: Cerca...
pt: Buscar...
uk: Пошук...

source: Пока нет записей
de: Noch keine Einträge
en: No entries yet
es: Aún no hay registros
fr: Aucune entrée pour l'instant
it: Ancora nessuna voce
pt: Ainda não há registros
uk: Поки немає записів

source: Пол
de: Geschlecht
en: Sex
es: Sexo
fr: Sexe
it: Sesso
pt: Sexo
uk: Стать

source: Полиненасыщ.
de: Mehrfach unges.
en: Polyunsat.
es: Poliinsat.
fr: Poly-insaturés
it: Polinsat.
pt: Poli-insaturadas
uk: Поліненасич.

source: Полиненасыщенные жиры (г)
de: Mehrfach ungesättigte Fettsäuren (g)
en: Polyunsaturated Fat (g)
es: Grasas poliinsaturadas (g)
fr: Acides gras poly-insaturés (g)
it: Grassi polinsaturi (g)
pt: Gorduras poli-insaturadas (g)
uk: Поліненасичені жири (г)

source: Превышено время ожидания. Проверьте интернет и попробуйте снова.
de: Zeitüberschreitung. Internet prüfen und erneut versuchen.
en: Request timed out. Check your internet and try again.
es: Se agotó el tiempo de espera. Compruebe internet e inténtelo de nuevo.
fr: Délai d'attente dépassé. Vérifiez votre connexion Internet et réessayez.
it: Tempo scaduto. Controlla la connessione e riprova.
pt: Tempo de espera excedido. Verifique a internet e tente novamente.
uk: Перевищено час очікування. Перевірте інтернет та спробуйте знову.

source: Проверьте и при необходимости отредактируйте:
de: Prüfen und bei Bedarf bearbeiten:
en: Review and edit if needed:
es: Revise y edite si es necesario:
fr: Vérifiez et modifiez si nécessaire :
it: Verifica e, se necessario, modifica:
pt: Verifique e edite se necessário:
uk: Перевірте та за потреби відредагуйте:

source: Продукт
de: Produkt
en: Food
es: Producto
fr: Aliment
it: Alimento
pt: Alimento

source: Продукт не найден по штрих-коду: %@
de: Kein Produkt zum Barcode gefunden: %@
en: No food found for barcode: %@
es: Producto no encontrado por código de barras: %@
fr: Aucun aliment trouvé pour le code-barres : %@
it: Alimento non trovato per il codice a barre: %@
pt: Alimento não encontrado pelo código de barras: %@
uk: Продукт не знайдено за штрих-кодом: %@

source: Продукты сохраняются автоматически при первом добавлении
de: Produkte werden beim ersten Hinzufügen automatisch gespeichert
en: Foods are saved automatically when first added
es: Los productos se guardan automáticamente al añadirlos por primera vez
fr: Les aliments sont enregistrés automatiquement lors du premier ajout
it: Gli alimenti vengono salvati automaticamente al primo inserimento
pt: Os alimentos são salvos automaticamente ao serem adicionados pela primeira vez
uk: Продукти зберігаються автоматично при першому додаванні

source: Профиль
de: Profil
en: Profile
es: Perfil
fr: Profil
it: Profilo
pt: Perfil
uk: Профіль

source: Размер порции: %@
de: Portionsgröße: %@
en: Serving size: %@
es: Tamaño de la porción: %@
fr: Taille de la portion : %@
it: Dimensione porzione: %@
pt: Tamanho da porção: %@
uk: Розмір порції: %@

source: Разрешите доступ к камере в Настройках
de: Kamerazugriff in den Einstellungen erlauben
en: Allow camera access in Settings
es: Permita el acceso a la cámara en Ajustes
fr: Autorisez l'accès à la caméra dans les Réglages
it: Consenti l'accesso alla fotocamera nelle Impostazioni
pt: Permita o acesso à câmera nas Configurações
uk: Дозвольте доступ до камери в Налаштуваннях

source: Распознавание...
de: Erkennung …
en: Recognizing...
es: Reconociendo...
fr: Reconnaissance...
it: Riconoscimento...
pt: Reconhecendo...
uk: Розпізнавання...

source: Распознано по фото
de: Per Foto erkannt
en: Recognized from Photo
es: Reconocido por foto
fr: Reconnu par photo
it: Riconosciuto dalla foto
pt: Reconhecido pela foto
uk: Розпізнано за фото

source: Рассчитать нормы питания
de: Nährwertbedarf berechnen
en: Calculate Nutrition Targets
es: Calcular requerimientos
fr: Calculer les besoins nutritionnels
it: Calcola i fabbisogni nutrizionali
pt: Calcular metas nutricionais
uk: Розрахувати норми харчування

source: Рассчитываем нормы...
de: Bedarf wird berechnet …
en: Calculating targets...
es: Calculando requerimientos...
fr: Calcul des besoins...
it: Calcolo dei fabbisogni...
pt: Calculando metas...
uk: Розраховуємо норми...

source: Редактировать
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
it: Modifica
pt: Editar
uk: Редагувати

source: Рост
de: Größe
en: Height
es: Altura
fr: Taille
it: Altezza
pt: Altura
uk: Зріст

source: Рост (см)
de: Größe (cm)
en: Height (cm)
es: Altura (cm)
fr: Taille (cm)
it: Altezza (cm)
pt: Altura (cm)
uk: Зріст (см)

source: Рост (футы/дюймы)
de: Größe (ft/in)
en: Height (ft/in)
es: Altura (ft/in)
fr: Taille (ft/in)
it: Altezza (ft/in)
pt: Altura (ft/in)
uk: Зріст (фути/дюйми)

source: Свой период
de: Eigener Zeitraum
en: Custom Range
es: Período personalizado
fr: Période personnalisée
it: Periodo personalizzato
pt: Período personalizado
uk: Власний період

source: Сегодня
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje
uk: Сьогодні

source: Селен (мкг)
de: Selen (µg)
en: Selenium (mcg)
es: Selenio (mcg)
fr: Sélénium (µg)
it: Selenio (mcg)
pt: Selênio (mcg)

source: Системный
de: Systemstandard
en: System default
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
pt: Padrão do sistema
uk: Системна

source: Сканер БАД
de: Nahrungsergänzungs-Scanner
en: Supplement Scanner
es: Escáner de suplementos
fr: Scanner de compléments
it: Scanner integratori
pt: Scanner de suplementos
uk: Сканер добавок

source: Сканер штрих-кода
de: Barcode-Scanner
en: Barcode Scanner
es: Escáner de código de barras
fr: Scanner de code-barres
it: Scanner codice a barre
pt: Scanner de código de barras
uk: Сканер штрих-коду

source: Сканировать
de: Scannen
en: Scan
es: Escanear
fr: Scanner
it: Scansiona
pt: Escanear
uk: Сканувати

source: Сканировать штрихкод
de: Barcode scannen
en: Scan barcode
es: Escanear código de barras
fr: Scanner le code-barres
it: Scansiona il codice a barre
pt: Escanear código de barras
uk: Сканувати штрихкод

source: Содержание на 100 г продукта (% от дневной нормы)
de: Gehalt pro 100 g Produkt (% des Tagesbedarfs)
en: Content per 100 g (% of daily value)
es: Contenido por 100 g de producto (% del valor diario)
fr: Teneur pour 100 g d'aliment (% des besoins journaliers)
it: Contenuto per 100 g di alimento (% del fabbisogno giornaliero)
pt: Conteúdo por 100 g do alimento (% da meta diária)
uk: Вміст на 100 г продукту (% від денної норми)

source: Создать
de: Erstellen
en: Create
es: Crear
fr: Créer
it: Crea
pt: Criar
uk: Створити

source: Сохранённые продукты
de: Gespeicherte Produkte
en: Saved Foods
es: Productos guardados
fr: Aliments enregistrés
it: Alimenti salvati
pt: Alimentos salvos
uk: Збережені продукти

source: Сохранить
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar
uk: Зберегти

source: Сохранить и пересчитать
de: Speichern und neu berechnen
en: Save and Recalculate
es: Guardar y recalcular
fr: Enregistrer et recalculer
it: Salva e ricalcola
pt: Salvar e recalcular
uk: Зберегти та перерахувати

source: Ссылкой
de: Als Link
en: Via Link
es: Por enlace
fr: Par lien
it: Con link
pt: Por link
uk: Посиланням

source: Статистика
de: Statistik
en: Statistics
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas

source: Сумма весов ингредиентов должна быть больше 0
de: Die Summe der Zutatengewichte muss größer als 0 sein
en: Total ingredient weight must be greater than 0
es: La suma de los pesos de los ingredientes debe ser mayor que 0
fr: La somme des poids des ingrédients doit être supérieure à 0
it: La somma dei pesi degli ingredienti deve essere maggiore di 0
pt: A soma dos pesos dos ingredientes deve ser maior que 0
uk: Сума ваг інгредієнтів має бути більше 0

source: Сфотографируйте еду
de: Essen fotografieren
en: Take a photo of the food
es: Fotografíe la comida
fr: Photographiez votre repas
it: Fotografa il cibo
pt: Fotografe a comida
uk: Сфотографуйте їжу

source: Только штрих-коды
de: Nur Barcodes
en: Barcodes Only
es: Solo códigos de barras
fr: Codes-barres uniquement
it: Solo codici a barre
pt: Somente códigos de barras
uk: Лише штрих-коди

source: Топ-15: %@
de: Top 15: %@
en: Top 15: %@
es: Top 15: %@
fr: Top 15 : %@
it: Top 15: %@
pt: Top 15: %@

source: У
de: KH
en: C
es: C
fr: G
it: C
pt: C
uk: В

source: Углеводы
de: Kohlenhydrate
en: Carbs
es: Carbohidratos
fr: Glucides
it: Carboidrati
pt: Carboidratos
uk: Вуглеводи

source: Углеводы (г)
de: Kohlenhydrate (g)
en: Carbs (g)
es: Carbohidratos (g)
fr: Glucides (g)
it: Carboidrati (g)
pt: Carboidratos (g)
uk: Вуглеводи (г)

source: Удалить
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir
uk: Видалити

source: Удалить «%@» из кеша?
de: „%@“ aus dem Cache löschen?
en: Delete "%@" from the cache?
es: ¿Eliminar «%@» de la caché?
fr: Supprimer « %@ » du cache ?
it: Eliminare «%@» dalla cache?
pt: Excluir «%@» do cache?
uk: Видалити «%@» з кешу?

source: Удалить %@ из дневника?
de: %@ aus dem Tagebuch löschen?
en: Delete %@ from the diary?
es: ¿Eliminar %@ del diario?
fr: Supprimer %@ du journal ?
it: Eliminare %@ dal diario?
pt: Excluir %@ do diário?
uk: Видалити %@ зі щоденника?

source: Удалить аккаунт
de: Konto löschen
en: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pt: Excluir conta
uk: Видалити акаунт

source: Удалить аккаунт?
de: Konto löschen?
en: Delete account?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
it: Eliminare l'account?
pt: Excluir conta?
uk: Видалити акаунт?

source: Удалить всё
de: Alle löschen
en: Delete All
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
pt: Excluir tudo
uk: Видалити все

source: Удалить все продукты?
de: Alle Produkte löschen?
en: Delete all foods?
es: ¿Eliminar todos los productos?
fr: Supprimer tous les aliments ?
it: Eliminare tutti gli alimenti?
pt: Excluir todos os alimentos?
uk: Видалити всі продукти?

source: Удалить все сохранённые продукты или только добавленные по штрих-коду и БАД?
de: Alle gespeicherten Produkte löschen oder nur per Barcode und Nahrungsergänzung hinzugefügte?
en: Delete all saved foods, or only those added by barcode and supplements?
es: ¿Eliminar todos los productos guardados o solo los añadidos por código de barras y suplementos?
fr: Supprimer tous les aliments enregistrés ou seulement ceux ajoutés par code-barres et les compléments ?
it: Eliminare tutti gli alimenti salvati o solo quelli aggiunti tramite codice a barre e integratori?
pt: Excluir todos os alimentos salvos ou apenas os adicionados por código de barras e suplementos?
uk: Видалити всі збережені продукти чи лише додані за штрих-кодом та дієтичні добавки?

source: Удалить?
de: Löschen?
en: Delete?
es: ¿Eliminar?
fr: Supprimer ?
it: Eliminare?
pt: Excluir?
uk: Видалити?

source: Факт
de: Ist
en: Actual
es: Real
fr: Réel
it: Effettivo
pt: Real

source: Фосфор (мг)
de: Phosphor (mg)
en: Phosphorus (mg)
es: Fósforo (mg)
fr: Phosphore (mg)
it: Fosforo (mg)
pt: Fósforo (mg)

source: Фото
de: Foto
en: Photo
es: Foto
fr: Photo
it: Foto
pt: Foto

source: Фото еды
de: Foto vom Essen
en: Food Photo
es: Foto de la comida
fr: Photo du repas
it: Foto del cibo
pt: Foto da comida
uk: Фото їжі

source: Футы
de: Fuß
en: Feet
es: Pies
fr: Pieds
it: Piedi
pt: Pés
uk: Фути

source: Холестерин
de: Cholesterin
en: Cholesterol
es: Colesterol
fr: Cholestérol
it: Colesterolo
pt: Colesterol

source: Холестерин (мг)
de: Cholesterin (mg)
en: Cholesterol (mg)
es: Colesterol (mg)
fr: Cholestérol (mg)
it: Colesterolo (mg)
pt: Colesterol (mg)

source: Цели и уровень активности
de: Ziele und Aktivitätsniveau
en: Goals and Activity Level
es: Objetivos y nivel de actividad
fr: Objectifs et niveau d'activité
it: Obiettivi e livello di attività
pt: Metas e nível de atividade
uk: Цілі та рівень активності

source: Цинк (мг)
de: Zink (mg)
en: Zinc (mg)
es: Zinc (mg)
fr: Zinc (mg)
it: Zinco (mg)
pt: Zinco (mg)

source: Что вы съели?
de: Was hast du gegessen?
en: What did you eat?
es: ¿Qué has comido?
fr: Qu'avez-vous mangé ?
it: Cosa hai mangiato?
pt: O que você comeu?
uk: Що ви з'їли?

source: Что добавить?
de: Was hinzufügen?
en: What to add?
es: ¿Qué añadir?
fr: Que voulez-vous ajouter ?
it: Cosa aggiungere?
pt: O que adicionar?
uk: Що додати?

source: Чтобы сменить язык, закройте и снова откройте приложение.
de: Um die Sprache zu ändern, schließen Sie die App und öffnen Sie sie erneut.
en: To change the language, close and reopen the app.
es: Para cambiar el idioma, cierra y vuelve a abrir la app.
fr: Pour changer de langue, fermez puis rouvrez l'application.
it: Per cambiare lingua, chiudi e riapri l'app.
pt: Para mudar o idioma, feche e reabra o app.
uk: Щоб змінити мову, закрийте та знову відкрийте застосунок.

source: Штрих-код
de: Barcode
en: Barcode
es: Código de barras
fr: Code-barres
it: Codice a barre
pt: Código de barras

source: Экспорт в Excel
de: Export nach Excel
en: Export to Excel
es: Exportar a Excel
fr: Exporter vers Excel
it: Esporta in Excel
pt: Exportar para Excel
uk: Експорт в Excel

source: Язык
de: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua
pt: Idioma
uk: Мова

source: Язык приложения
de: App-Sprache
en: App language
es: Idioma de la app
fr: Langue de l'app
it: Lingua dell'app
pt: Idioma do app
uk: Мова застосунку
